{
    "English":"English",
    "Indonesia":"Indonesia",
    "Beranda":"Home",
    "Tentang":"About Us",
    "Produk":"Product",
    "Blog":"Blog",
    "Distributor":"Distributors",
    "Hubungi":"Contact",
    "Pilih Bahasa":"Choose Languages",
    "Hubungi Sekarang":"Contact Us Now",
    "DISTRIBUTOR":"DISTRIBUTORS",
    "Alamat":"Address",
    "KONTAK KAMI":"CONTACT US",

    "Jam Operasional" : "Office Hours",   
    "Sen":"Mon",
    "Jum":"Fri",
    "Telepon":"Phone",
    "Respon Cepat":"Quick Response",
    "Untuk respon lebih cepat, hubungi admin kami di bawah ini":"For faster response, please contact our admin below:",
    "Alamat Kantor":"Address",
    "Laman Penting":"Important Pages",
    "Kontak Kami":"Contact Now",

    "Tembakau Berkualitas":"High Quality Tobacco",
    "Berasal Dari Sumber & Bahan Berkualitas":"Derived from Quality Sources & Ingredients",
    "Coba":" Try It Now",
    "Nikmat & Sensasional":"Delicious & Sensational",
    "Detail Cita Rasa Adalah Prioritas Kami":"Attention to Taste Details is Our Priority",
    "Nikmati":"Enjoy!",
    "Kepuasan":"Satisfaction",
    "Kepuasan Anda Adalah Energi Untuk Terus Berkarya":"Your Satisfaction is the Energy to Keep Going",
    "Dapatkan":"Get It Now!",

    "Blending Berkualitas":"High Quality",
    "Wealth Tobacco menggunakan bahan berkualitas dengan racikan sempurna":"Wealth Tobacco utilizes quality ingredients with a perfect blend.",
    "Produksi Besar":"Large-scale Production",
    "Pabrik kami memiliki kapasitas produksi yang besar":"Our factory has a large production capacity.",
    "Seluruh Dunia":"Worldwide",
    "Kami siap melayani produksi tembakau untuk pengiriman ke seluruh dunia":"We are ready to serve tobacco production for worldwide shipping.",

    "Tentang Kami":"About Us",
    "Produsen Tembakau Malang":" Malang Tobacco Manufacturer",
    "Wealth Tobacco adalah produsen tembakau & rokok di Malang - Jawa Timur. Berdiri sejak 2018 dan berpengalaman selama lebih dari satu dekade dalam mengolah tembakau menjadi produk jadi & rokok.":"Wealth Tobacco is a tobacco and cigarette manufacturer based in Malang, East Java. Established since 2018, we have over a decade of experience in processing tobacco into finished products and cigarettes.",
    "Nama Wealth Tobacco berarti kemakmuran untuk diciptakan dan dibagikan untuk seluruh stakeholders kami dari petani tembakau, pemasok, distributor, karyawan, mitra bisnis hingga pelanggan serta Kota Malang yang kami cintai.":"The name Wealth Tobacco signifies prosperity to be created and shared among all our stakeholders, from tobacco farmers, suppliers, distributors, employees, business partners to customers, as well as the beloved city of Malang.",
    "Lebih Lanjut":"Learn More",

    "Produksi per-Tahun":"Production Per Year",
    "Mitra":"Partners",
    "Racikan Berkualitas":"High Quality Blend",
    "Provinsi":"Province",

    "Produk Kami":"Our Products",
    "Tembakau Berkualitas Malang":"High Quality Tobacco from Malang",
    "Berikut adalah 4 lini produk utama Wealth Tobacco Malang":"Here are the 4 main product lines of Wealth Tobacco Malang:",
    "TOEH menggunakan bahan berkualitas tinggi dan racikan untuk menghasilkan detail rasa yang nikmat dan sensasional":"TOEH utilizes high-quality ingredients and blending techniques to create a delightful and sensational taste experience.",
    "TOEH Ice Menthol merupakan produk autentik Wealth Tobacco. Rasakan sensasi mentholnya yang menggoda":"TOEH Ice Menthol is an authentic product from Wealth Tobacco. Experience the enticing sensation of its menthol flavor.",
    "Menghadirkan pengalaman merokok yang tidak terbatas dengan produk Sumber Jaya yang variatif namun nikmat":"Delivering an unparalleled smoking experience with Sumber Jaya's diverse yet delightful range of products.",
    "Kualitas tembakau dan bahan olahan membuat rasa produk ini berbeda dari yang lain":"The quality of tobacco and processed ingredients sets the taste of this product apart from others.",

    "Team Kami":"Our Team",
    "Temui Team Tembakau Malang":"Meet the Malang Tobacco Team",

    "Anda Mungkin Bertanya":"You May Wonder",
    "Dimana dapat membeli produknya?":"Where can I purchase the products?",
    "Anda dapat membeli di toko-toko tembakau atau menghubungi distributor kami":"You can purchase them at tobacco stores or contact our distributors.",
    "Klik di sini":"Click Here",
    "Apakah yang digunakan hanya tembakau Malang?":"Is only Malang tobacco used?",
    "Wealth Tobacco Malang mendatangkan tembakau terbaik langsung dari sumbernya dari seluruh Indonesia. Anda dapat mencobanya dengan menghubungi admin kami":"Wealth Tobacco Malang sources the finest tobacco directly from its origins across Indonesia. You can try it by contacting our admin.",
    "Apakah ada di sosial media?":"Is it available on social media?",
    "Tentu! Kami menggunakan semua jalur sosial media untuk mencapai Anda. Berikut ini adalah link instagram kami. ":"Of course! We utilize all social media channels to reach you. Here is the link to our Instagram.",
    "Apakah Wealth Tobacco membuat produk rokok?":"Does Wealth Tobacco produce cigarette products?",
    "Kami membuat produk tembakau linting untuk menyajikan pengalaman merokok yang menyenangkan dan tidak membosankan. Anda dapat mencampur berbagai produk":"We create hand-rolled tobacco products to provide an enjoyable and non-monotonous smoking experience. You can mix various products.",
    "kami sesuka Anda.":"as you please.",
    "Bagaimana cara mengolah tembakau?":"How to process tobacco?",
    "Kami senang dengan rasa penasaran Anda. Olahan kami sangat nikmat dan sensasional dengan campuran bahan-bahan berkualitas yang rahasia. Anda dapat melihat bagaimana cara mengolah tembakau melalui laman blog kami.":"We appreciate your curiosity. Our blends are incredibly delicious and sensational, crafted with a secret combination of high-quality ingredients. You can learn about our tobacco processing methods on our blog page.",
    "Bisa kirim ke kota saya?":"Can you ship to my city?",
    "Wealth Tobacco sangat membuka pintu selebar-lebarnya untuk mitra dan partnership. Demikian juga jika Anda berada jauh dari Malang, kami akan mengirimkan produk kami ke depan halaman Anda. Hubungi admin kami":"Wealth Tobacco warmly welcomes collaborations and partnerships. Furthermore, if you happen to be located far from Malang, we'll gladly deliver our products right to your doorstep. Feel free to reach out to our admin for more details.",

    "Catatan Wealth Tobacco":"Wealth Tobacco Notes",
    "Tips Memilih Tembakau":"Tips for Choosing Tobacco",
    "Tembakau memang nikmat ketika dihisap, namun Anda harus memikirkan beberapa hal sebelumnya.":"Tobacco is indeed enjoyable when smoked, but you should consider a few things beforehand.",
    "Cara Mengolah Tembakau":"How to Process Tobacco",
    "Mengolah tembakau tidak semudah membuat makanan sehari-hari di rumah. Diperlukan konsistensi dan fokus yang tinggi.":"Processing tobacco is not as simple as preparing daily meals at home. It requires consistency and a high level of focus.",
    "Sejarah Kretek":"History of Kretek",
    "Kita menemukan banyak merek rokok luar negeri di pasaran. Tapi apakah Anda tahu bahwa kretek adalah produk asli Indonesia?":"We find many foreign cigarette brands in the market. But did you know that kretek is an original Indonesian product?",

    "Tentang Wealth Tobacco":"About Wealth Tobacco",
    "Keisengan Yang Membawa Berkat":"Mischief That Brings Blessings",
    "Wealth Tobacco adalah produsen tembakau & rokok di Malang - Jawa Timur. Berdiri sejak 2018 dan berpengalaman selama lebih dari satu dekade dalam mengolah tembakau menjadi produk jadi & rokok.":"Wealth Tobacco stands as a tobacco and cigarette manufacturer in Malang, East Java. Established since 2018, we boast over a decade of experience in transforming tobacco into finished products and cigarettes.",
    "Kisah perusahaan tembakau Malang ini bermula dari keisengan sang perintis untuk menciptakan pengalaman merokok yang sensasional. Keisengan ini kemudian menjadi kecintaan saat ia mulai penasaran dengan racikanya sendiri dan membuatnya ingin terus meracik tembakau hingga pengalaman tersebut membawanya ahli dalam meracik tembakau yang nikmat dan tak tertandingi.":"The story of this tobacco company in Malang begins with the founder's whimsical idea of creating a sensational smoking experience. What started as a whim turned into a passion as curiosity led him to experiment with his own blends. This passion drove him to continually craft tobacco, ultimately making him an expert in creating a delightful and unparalleled tobacco experience.",
    "Racikan rahasianya ternyata sangat direspon oleh pasar, utamanya ketika pandemi Covid-19, permintaan produk racikanya malah meledak sampai di seluruh Indonesia. Tak hanya di dalam Negeri, produsen tembakau Malang ini kini melayani permintaan dari luar negeri. Dengan komitmenya yang selalu ingin berkembang dan menembus batas kemustahilan, Wealth Tobacco akan menjadi perusahaan pengolah tembakau terbaik khususnya di kota Malang.":"The secret blend has proven to be highly responsive to the market, especially during the Covid-19 pandemic, where the demand for the blended product skyrocketed nationwide. Not only domestically, but this Malang tobacco manufacturer now caters to international requests. With its unwavering commitment to continuous growth and pushing the boundaries of what's possible, Wealth Tobacco is poised to become the premier tobacco processing company, particularly in the city of Malang.",
    "Wealth Tobacco bukan sekadar nama, tetapi sebuah janji kemakmuran bagi semua yang terlibat dalam perjalanan kami. Dari petani tembakau yang berdedikasi hingga pemasok yang dapat diandalkan, distributor yang setia, dan seluruh keluarga Wealth Tobacco, kami berkomitmen untuk memastikan bahwa keberhasilan dirasakan oleh semua pihak, termasuk mitra bisnis dan pelanggan kami yang dihargai. Kami melampaui sekadar menghasilkan tembakau premium; ini adalah tentang membentuk komunitas di mana keberhasilan bersama menjadi landasan utama.":"Wealth Tobacco is more than just a name; it is a promise of prosperity for all involved in our journey. From dedicated tobacco farmers to reliable suppliers, loyal distributors, and the entire Wealth Tobacco family, we are committed to ensuring that success is felt by all parties, including our valued business partners and customers. We go beyond simply producing premium tobacco; it's about building a community where shared success becomes the cornerstone.",

    "Tembakau Olahan Ekstrak Herbal":"Extracted Herbal Processed Tobacco",
    "TOEH merupakan merek asli Wealth Tobacco Malang yang menggunakan tembakau berkualitas terbaik. Kami sangat teliti dengan cita rasa, after taste, dan bentuk dari TOEH karena TOEH merupakan citra utama dan wajah dari Wealth Tobacco. Dibalut dengan kemasan eksklusif berisi 40 gram, TOEH sangat dicintai dan dicari-cari oleh para penikmat tembakau di seluruh Indonesia.":"TOEH is the authentic brand of Wealth Tobacco Malang that employs the finest quality tobacco. We are meticulous about the flavor, aftertaste, and presentation of TOEH as it represents the primary image and face of Wealth Tobacco. Wrapped in an exclusive packaging containing 40 grams, TOEH is greatly beloved and sought after by tobacco enthusiasts across Indonesia.",
    "Wealth Tobacco, yang merupakan pabrik tembakau Malang, tidak berhenti mencari, menemukan, bahkan meneliti tentang tembakau dari proses penanaman, curing, hingga mengolahnya menjadi barang siap konsumsi. TOEH sendiri adalah simbol dari pengalaman kami bertahun-tahun dalam menyajikan produk yang berkualitas tinggi, disenangi pasar, serta sesuai dengan selera dan hati masyarakat Indonesia.":"Wealth Tobacco, the Malang-based tobacco factory, never ceases to explore, discover, and even delve into the intricacies of tobacco—from the cultivation process, curing, to transforming it into ready-to-consume goods. TOEH itself stands as a symbol of our years of experience in delivering high-quality products, favored by the market, and aligning with the taste and hearts of the Indonesian people.",
    "Inilah TOEH, yang merupakan kependekan dari Tembakau Olahan Herbal, yang dengan bangga kami persembahkan untuk Anda. Dari Malang untuk Indonesia.":"Presenting TOEH, an abbreviation for Tembakau Olahan Herbal (Herbal Processed Tobacco), which we proudly present to you. From Malang to Indonesia.",
    "Ice Menthol Berkualitas Tinggi":"High Quality Ice Menthol",
    "TOEH Ice Menthol merupakan buah keberlanjutan dari produk TOEH Original. Seperti versi sebelumnya, versi Ice Menthol ini dikemas dalam kemasan 40 gram. TOEH Ice Menthol juga merupakan persembahan dari pabrik tembakau Malang, Wealth Tobacco, yang laris di pasaran.":"TOEH Ice Menthol is a continuation of the TOEH Original product. Similar to its predecessor, the Ice Menthol version is packaged in a 40-gram pack. TOEH Ice Menthol is also a contribution from the Malang tobacco factory, Wealth Tobacco, which has been well-received in the market.",
    "TOEH Ice Menthol menggunakan tembakau berkualitas tinggi serta racikan Ice Menthol yang tiada duanya. Bagi Anda pecinta rokok menthol, menghisap produk tembakau menthol ini akan membawa Anda ke pada sebuah pengalaman baru, rasa yang tidak pernah ditemui sebelumnya, serta aroma yang menawan. Di mana semua pengalaman cita rasa ini hanya akan Anda temui di Wealth Tobacco Malang.":"TOEH Ice Menthol utilizes high-quality tobacco and an unparalleled Ice Menthol blend. For menthol cigarette enthusiasts, inhaling this menthol tobacco product will take you on a new journey—an unprecedented taste, and a captivating aroma. All these flavor experiences can only be found at Wealth Tobacco Malang.",
    "Tembakau berbandrol ini adalah produk hasil dari inovasi tiada henti dari Wealth Tobacco dalam menyajikan pengalaman merokok yang berbeda. Demikian juga proses riset selama berdekade kami tuangkan dalam produk yang nikmat dan sensasional ini. Hubungi kami sekarang juga dan Wealth Tobacco Malang akan mengobati rasa penasaran Anda.":"This branded tobacco is a product of Wealth Tobacco's relentless innovation in delivering a unique smoking experience. Likewise, the decades-long research process we've poured into this delightful and sensational product. Contact us now, and Wealth Tobacco Malang will satisfy your curiosity.",
    "Rasa Identik":"Identical Flavor",
    "Kami menerjemahkan kembali rasa yang diinginkan pasar ke dalam produk Sumber Jaya. Lebih dari dua puluh produk telah kami reinterpretasikan kembali dengan cita rasa yang identik namun tidak sama. Sebagai produsen tembakau asal Malang, kami juga menggunakan tembakau asal Malang sebagai bahan dasar dari produk Sumber Jaya. Namun untuk mendapatkan cita rasa yang kaya, Wealth Tobacco Malang tidak menggunakan bahan single origin. Kami mendatangkan tembakau berkualitas dari berbagai sumber.":"We translate the desired market taste into Sumber Jaya products. More than twenty products have been reinterpreted by us, possessing identical yet distinct flavors. As a tobacco manufacturer based in Malang, we also employ Malang-origin tobacco as the fundamental ingredient for Sumber Jaya products. However, to achieve a rich flavor profile, Wealth Tobacco Malang doesn't rely on single-origin ingredients. We source quality tobacco from various origins.",
    "Sumber Jaya diciptakan tidak untuk menyaingi, atau meniru, atau merusak produk rokok pabrikasi yang telah ada. Wealth Tobacco mengeluarkan produk ini dengan maksud menghadirkan pengalaman merokok yang berbeda. Jika rasa rokok adalah harga mati, maka tidak dengan Sumber Jaya. Jika Anda bosan dengan kretek super, mungkin Anda ingin menambahkan notasi menthol, atau menambahkan rasa american blend yang polos untuk mengurangi rasa cengkihnya dalam satu batang rokok. Ini adalah pengalaman yang luar biasa dan tidak membosankan.":"Sumber Jaya is not created to compete with, imitate, or undermine existing factory-made cigarette products. Wealth Tobacco introduces this product with the intention of providing a unique smoking experience. If the taste of cigarettes is non-negotiable, it's not the case with Sumber Jaya. If you're tired of super kretek, perhaps you might want to add a hint of menthol or introduce a plain American blend flavor to reduce the clove taste in one cigarette stick. It's an extraordinary and non-monotonous experience from various sources.",
    "Produk Sumber Jaya dari Wealth Tobacco telah berbandrol, bercukai, dan dikemas dalam kemasan 1 kilogram. Anda dapat mencoba sensasinya di toko-toko tembakau terdekat atau hubungi kami melalui":"The Sumber Jaya products from Wealth Tobacco are labeled, taxed, and packaged in 1-kilogram packaging. You can experience the sensation at nearby tobacco stores or contact us through the",
    "Link Ini.":"Following Link",
    "Lebih maju dengan Supreme":"Moving Forward with Supreme",
    "Jika Anda mulai terbiasa, gemar, dan suka dengan Sumber Jaya, mungkin ini saatnya Anda mencoba Sumber Jaya Supreme. Tembakau racikan pabrik tembakau Malang ini dikemas dalam 500 gram. Perbedaanya terletak dari bahan baku yang berkualitas super. Pada prinsipnya, semua produk Wealth Tobacco tidak menggunakan tembakau rajangan halus seperti produk lintingan yang beredar di pasaran. Produk Wealth Tobacco menggunakan tembakau dengan grade rokok, dan rajangan yang lebih kasar sehingga Anda dapat merasakan sensasi merokok pada setiap produk Wealth Tobacco, terutama Sumber Jaya Supreme.":"If you're getting accustomed, fond, and enjoying Sumber Jaya, perhaps it's time for you to explore Sumber Jaya Supreme. This Malang tobacco factory's blend is packed in 500 grams. The distinction lies in the superb quality of the raw materials. Fundamentally, all Wealth Tobacco products refrain from using finely shredded tobacco, unlike the rolling products circulating in the market. Wealth Tobacco products employ cigarette-grade tobacco, with coarser shreds, allowing you to experience the smoking sensation in every Wealth Tobacco product, especially Sumber Jaya Supreme.",
    "Sumber Jaya Supreme memiliki beberapa varian rasa yang idealis, nikmat, autentik dan sensasional. Semua rasa dari Sumber Jaya Supreme dibuat dengan bumbu dan tembakau racikan terbaik dari segi kualitas dan rasa sehingga produk Sumber Jaya Supreme sangat laku di pasaran.":"Sumber Jaya Supreme offers a range of flavors that are ideal, delightful, authentic, and sensational. All the flavors from Sumber Jaya Supreme are crafted with the finest spices and tobacco blends in terms of quality and taste, making Sumber Jaya Supreme products highly sought after in the market.",
    "Nikmati sensasinya dan lengkapi koleksinya untuk menambah dan mewarnai cita rasa Anda sehari-hari.":"Indulge in the sensation and enhance your collection to enrich and add flavor to your daily taste.",
    "Fermentasi Tembakau":"Tobacco Fermentation",
    "Bak alkohol, cokelat, kopi, atau produk mahal lain, tembakau juga mengalami proses fermentasi. Simak artikel berikut.":"Like alcohol, chocolate, coffee, or other luxurious products, tobacco also undergoes a fermentation process. Explore the following article.",
    "Dapatkan Produk":"Get the Product",
    "Distributor Kami":"Our Distributors",
    "Untuk info Lebih Lanjut":"For More Informations",
    "Hubungi Kami":"Contact Us",
    "Hubungi Sekarang":"Contact Now",
    "Kualitas tembakau yang baik ditentukan oleh teknik budidaya yang baik. Malang, Kudus, atau Temanggung adalah contoh daerah penghasil tembakau terbaik di Indonesia. Namun, tidak semua pertanian tembakau menerapkan kultur dan budidaya yang baik, sehingga ada kemungkinan tembakau berkualitas meninggalkan aroma dan bau tidak sedap yang dapat membuat nafas Anda berbau sepanjang hari. Tembakau yang terkena jamur juga dapat memperparah kondisi kesehatan Anda. Makanan, termasuk tembakau, akan mengalami perubahan senyawa ketika ditumbuhi jamur, sehingga dapat merusak sistem pencernaan atau pernafasan. Jika Anda memilih tembakau di pasaran, pastikan bebas dari jamur.":"The quality of good tobacco is determined by proper cultivation techniques. Malang, Kudus, or Temanggung are examples of the best tobacco-producing regions in Indonesia. However, not all tobacco farms adhere to good culture and cultivation practices, so there is a possibility that high-quality tobacco may retain an unpleasant aroma and odor that can linger on your breath throughout the day. Tobacco affected by fungus can also worsen your health condition. Foods, including tobacco, undergo compound changes when affected by fungi, potentially damaging the digestive or respiratory systems. If you choose tobacco in the market, ensure it is free from fungus.",
    "Produk Bercukai:":"Excise Products:",
    "Cukai merupakan bentuk kepedulian dan pengawasan negara terhadap industri tembakau. Produk tembakau atau rokok bercukai memang lebih mahal, namun kualitas dan keamanannya telah melalui pengujian dan pengecekan yang rumit. Oleh karena itu, Wealth Tobacco menyarankan Anda untuk mengkonsumsi produk tembakau atau rokok yang sudah memiliki pita cukai.":"Excise tax is a manifestation of the state's concern and oversight over the tobacco industry. Taxed tobacco products or cigarettes may indeed be more expensive, but their quality and safety have undergone rigorous testing and inspection. Therefore, Wealth Tobacco recommends that you consume tobacco products or cigarettes that already bear the excise tax stamp.",
    "Kemurnian dan Kesehatan:":"Purity and Health:",
    "Jamur dan mikroorganisme lain yang merusak kualitas tembakau mungkin ditemukan dalam proses produksi. Oleh karena itu, diperlukan proses Quality Control untuk memastikan kemurnian produk akhirnya. Beberapa produsen nakal sering mencampurkan tembakau dengan dedaunan lain, merusak kemurnian tembakau dan berpotensi merugikan kesehatan Anda.":"Mushrooms and other microorganisms that compromise the quality of tobacco may be encountered in the production process. Therefore, a Quality Control process is necessary to ensure the purity of the final product. Some unscrupulous manufacturers often mix tobacco with other leaves, compromising the purity of the tobacco and potentially harming your health.",
    "Rokok Palsu / Tembakan:":"Cigarette Counterfeit / Shot:",
    "Banyak rokok palsu atau tembakan beredar di pasaran. Terkadang sulit untuk membedakan mana yang asli dan palsu. Untuk mengurangi peredaran barang palsu, banyak produsen dalam negeri menerapkan sistem pelacakan. Mengonsumsi produk palsu tidak hanya merugikan petani dan negara, tetapi juga dapat berdampak negatif pada kesehatan Anda.":"Many counterfeit cigarettes or shots are circulating in the market. Sometimes it's challenging to distinguish between what is genuine and fake. To mitigate the circulation of counterfeit goods, many domestic manufacturers implement a tracking system. Consuming counterfeit products not only harms farmers and the country but can also have adverse effects on your health.",
    "Radang dan Gatal Pada Tenggorokan:":"Inflammation and Itching in the Throat:",
    "Tembakau dapat menyebabkan radang dan gatal pada tenggorokan. Ini adalah indikasi awal bahwa produk tembakau yang Anda konsumsi mungkin tidak layak dinikmati. Segera ganti produk tembakau atau rokok tersebut untuk mencegah kerusakan kesehatan lebih lanjut.":"Tobacco can cause inflammation and irritation in the throat. This is an early indication that the tobacco products you consume may not be worth enjoying. Quickly switch to a different tobacco product or cigarette to prevent further damage to your health.",
    "Mengolah tembakau tidak semudah membuat makanan sehari-hari di rumah. Diperlukan konsistensi dan fokus yang tinggi. Jika dibedah lebih rinci terdapat beberapa poin kritis dan penting dalam pengolahan tembakau menjadi produk yang siap dikonsumsi.":"Processing tobacco is not as easy as preparing daily meals at home. It requires consistency and high focus. When dissected in more detail, there are several critical and crucial points in processing tobacco into a consumable product.",
    "Pemetikan":"Harvesting",
    "Proses ini melibatkan pengambilan daun tembakau dari tanaman setelah mencapai kematangan optimal. Pemetikan dapat dilakukan secara manual oleh pekerja tani atau menggunakan mesin pemetik, tergantung pada skala produksi dan kebutuhan.":"This process involves harvesting tobacco leaves from plants once they have reached optimal maturity. Harvesting can be done manually by farm workers or by using a harvesting machine, depending on the production scale and requirements.",
    "Fermentasi:":"Fermentation:",
    "Setelah dipetik, daun tembakau disusun dan diatur dalam tumpukan untuk mengalami proses fermentasi. Tahap ini berlangsung selama beberapa minggu hingga bulan, bergantung pada metode fermentasi yang digunakan. Fermentasi memainkan peran penting dalam membentuk cita rasa dan aroma tembakau.":"After being harvested, tobacco leaves are arranged and stacked to undergo the fermentation process. This stage takes place for several weeks to months, depending on the fermentation method employed. Fermentation plays a crucial role in shaping the flavor and aroma of the tobacco.",
    "Pengeringan:":"Drying",
    "Daun tembakau yang telah mengalami fermentasi harus dikeringkan untuk menghilangkan kelembaban. Proses pengeringan dapat dilakukan dengan menggantung daun di tempat terbuka atau menggunakan oven pengering khusus, memastikan tembakau siap untuk tahap selanjutnya.":"The tobacco leaves that have undergone fermentation need to be dried to remove moisture. The drying process can be carried out by hanging the leaves in an open space or using a specialized drying oven, ensuring the tobacco is ready for the next stage.",
    "Penggulungan dan Pemotongan:":"Rolling and Cutting:",
    "Daun tembakau yang telah dikeringkan diroll atau digulung sesuai dengan jenis produk tembakau yang akan dihasilkan. Proses ini melibatkan pemilihan dan penggulungan daun-daun tembakau yang sesuai untuk membentuk rokok atau cerutu.":"The dried tobacco leaves are rolled or wrapped according to the type of tobacco product to be produced. This process involves selecting and rolling suitable tobacco leaves to form cigarettes or cigars.",
    "Penyaringan dan Pengemasan:":"Filtering and Packaging:",
    "Produk tembakau melewati tahap penyaringan untuk memisahkan potongan tembakau yang lebih halus. Selanjutnya, tembakau yang telah diolah dikemas dalam bungkus atau kemasan sesuai dengan merek dan jenis produk, siap untuk dikonsumsi.":"The tobacco product undergoes a filtration process to separate finer tobacco cuts. Subsequently, the processed tobacco is packaged in wrappers or packaging, according to the brand and type of product, ready for consumption.",
    "Pemberian Rasa":"Flavoring",
    "Beberapa produsen tembakau memasukkan tahap pemberian rasa tambahan pada produk mereka. Ini melibatkan penambahan perasa buah, mint, atau bahan lain untuk memberikan variasi rasa pada tembakau.":"Some tobacco manufacturers incorporate an additional flavoring stage into their products. This involves adding fruit, mint, or other ingredients to provide a variety of flavors to the tobacco.",
    "Kontrol Kualitas":"Quality Control",
    "Sejalan dengan seluruh tahapan pengolahan, pabrik tembakau menjalankan kontrol kualitas untuk memastikan bahwa produk yang dihasilkan memenuhi standar kualitas yang ditetapkan, sehingga memastikan konsistensi dan kepuasan pelanggan.Setiap tahap dalam pengolahan tembakau memiliki peran penting dalam membentuk karakteristik dan kualitas akhir dari produk tembakau. Penting untuk diingat bahwa industri tembakau telah berkembang dengan pesat, dan beberapa metode pengolahan dapat bervariasi antara produsen.":"In line with the entire processing stages, the tobacco factory implements quality control to ensure that the produced products meet the established quality standards, thereby ensuring consistency and customer satisfaction. Each stage in tobacco processing plays a crucial role in shaping the characteristics and final quality of the tobacco products. It is important to remember that the tobacco industry has evolved rapidly, and some processing methods may vary among manufacturers.",
    "Untuk menciptakan produk tembakau atau rokok premium tidaklah mudah. Sederetan proses harus dilalui dengan serius. Begitu juga fermentasi. Seperti produk cokelat, kopi, alkohol, atau premium lain tembakau juga harus mengalami proses fermentasi. Setelah fermentasi tembakau akan diperlakukan dengan berbagai cara yang disebut dengan curing. Apa saja jenis-jenis curing? Mari dalami lebih lanjut.":"Creating premium tobacco or cigarette products is not an easy task. A series of processes must be undertaken with utmost seriousness. The same goes for fermentation. Like chocolate, coffee, alcohol, or other premium products, tobacco must also undergo the fermentation process. After tobacco fermentation, it will be treated in various ways known as curing. What are the types of curing? Let's delve deeper.",
    "Flue-Cured (Pengeringan dengan Saluran Panas)":"Flue-Cured (Drying with Hot Channels)",
    "Daun tembakau dikeringkan dengan menggunakan udara panas yang mengalir melalui saluran khusus. Hasilnya adalah tembakau yang ringan, memiliki rasa manis, dan biasanya digunakan dalam campuran rokok kretek atau rokok Virginia.":"The tobacco leaves are dried using hot air flowing through special channels. The result is a lightweight tobacco, boasting a sweet taste, commonly employed in the blends of kretek cigarettes or Virginia cigarettes.",
    "Dikeringkan dengan metode air-curing atau dark air-curing. Burley dikenal memiliki daun yang lebih besar dan lebih tebal. Tembakau Burley memiliki rasa yang lebih netral, kurang manis, dan kadang-kadang memiliki rasa coklat atau kacang.":"Dried using the air-curing or dark air-curing method, Burley is recognized for its larger and thicker leaves. Burley tobacco is known for its more neutral taste, less sweetness, and sometimes features hints of chocolate or nuts.",
    "Dikeringkan dengan metode udara terbuka atau natural air-curing. Tembakau Oriental berasal dari daerah Timur Tengah dan dikenal dengan rasa yang kompleks, aromatik, dan kadang-kadang sedikit pedas. Digunakan dalam pembuatan rokok kretek dan tembakau pipa.":"Dried using the open air or natural air-curing method. Oriental tobacco originates from the Middle East and is renowned for its complex, aromatic, and sometimes slightly spicy flavor. It is employed in the production of kretek cigarettes and pipe tobacco.",
    "Pengeringan Matahari:":"Sun-Cured",
    "Daun tembakau dikeringkan di bawah sinar matahari. Tembakau Sun-Cured cenderung memiliki rasa yang kuat, dan kadang-kadang memiliki rasa manis. Jenis ini sering digunakan dalam tembakau pipa dan cerutu.":"Tobacco leaves are sun-dried. Sun-Cured tobacco tends to have a robust flavor, and occasionally exhibits a sweet taste. This type is commonly utilized in pipe tobacco and cigars."
    


}